Repository: Az1mbek-Xak1mov/Post
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: My Blog - Home
uz: Mening vlogim - Uy

source: My Blog
uz: Mening Blogim

source: Home
uz: Uy

source: Authors
uz: Yozuvchilar

source: New Post
uz: Yangi nashr

source: Change
uz: O'zgartirish

source: Search by title...
uz: Nomi bo'yicha izlash

source: Search
uz: Qidirish

source: Read more â†’
uz: Batafsil ->

source: Contact
uz: Kontakt
